{"date": ["‎2 hours ago‎"], "source": ["Washington Post"], "snippet": ["A Houston grand jury that was investigating accusations of criminal misconduct against Planned Parenthood on Monday instead indicted the leader of an anti-abortion group that recorded covert videos of the organization's employees."], "title": ["Creator of anti-Planned Parenthood videos faces felony charge"]}
{"date": ["‎50 minutes ago‎"], "source": ["Washington Post"], "snippet": ["DES MOINES - The two leading contenders for the Democratic presidential nomination on Monday offered contrasting views of what matters most in the Oval Office - with former secretary of state Hillary Clinton citing her experience, and Vermont Sen."], "title": ["Top Democratic rivals offer contrasting views on presidency"]}
{"date": ["‎46 minutes ago‎"], "source": ["New York Daily News"], "snippet": ["President Obama announced Monday he will ban the use of solitary confinement on juvenile inmates in federal custody - and he cited the notorious case of a teen held at Rikers Island as an example of the punishment's “devastating, lasting psychological ..."], "title": ["Obama bans solitary confinement for juveniles in federal prisons, cites Rikers case as example of the cruel punishment"]}
{"date": ["‎16 minutes ago‎"], "source": ["Hindustan Times"], "snippet": ["India's 67th Republic Day parade saw for the first time in the history a 76-member French Army contingent led by a French military band consisting of 48 musicians marching on Rajpath."], "title": ["R-Day parade at Rajpath concludes, IAF flypast steals the show"]}
{"date": ["‎1 hour ago‎"], "source": ["Reuters"], "snippet": ["WASHINGTON Jan 26 U.S. President Barack Obama will propose in his upcoming budget measures to help more than 30 million Americans save for retirement, such as automatically enrolling workers in Individual Retirement Accounts and making it easier ..."], "title": ["Obama makes new push to expand retirement savings"]}
{"date": ["‎1 hour ago‎"], "source": ["Los Angeles Times"], "snippet": ["A Los Angeles County Superior Court jury deliberated for about a day before returning a unanimous verdict against yoga guru Bikram Choudhury."], "title": ["Yoga guru Bikram Choudhury must pay $900000 to former employee, jury decides"]}
{"date": ["‎1 hour ago‎"], "source": ["Huffington Post"], "snippet": ["After over a decade of teaching in the United States, Professor Khaled Fahmy arrived in Cairo a few months before the Egyptian revolution."], "title": ["How A Leading Egyptian Historian Found Himself In The Middle Of A Revolution"]}
{"date": ["‎1 hour ago‎"], "source": ["ABC News"], "snippet": ["The Chinese government has released and deported a Swedish man it accused of training and funding unlicensed lawyers in the country, leading to an extraordinary taped confession broadcast on state television."], "title": ["China Releases, Deports Swede Detained Over Rights Group"]}
{"date": ["‎2 hours ago‎"], "source": ["Bloomberg"], "snippet": ["When Vladimir Putin first became Russia's president back in 2000, oil traded at an average $28.40 a barrel. After spending much of the past five years above $100 a barrel, crude prices have come nearly full circle."], "title": ["How Cheap Oil Is Squeezing Russia's Economy"]}
{"date": ["‎3 hours ago‎"], "source": ["Huffington Post"], "snippet": ["Pakistan's powerful army chief, General Raheel Sharif, has stunned his supporters and critics with Monday's unanticipated announcement that he would not seek an extension for his job when the duration of his service expires in November."], "title": ["Loved or Feared: Pakistan's Retiring General Sharif"]}
{"date": ["‎16 minutes ago‎"], "source": ["Miami Herald"], "snippet": ["Michigan's attorney general named a former prosecutor on Monday to spearhead an investigation into the process that left Flint's drinking water tainted with lead, though Democrats questioned whether the special counsel would be impartial."], "title": ["Ex-prosecutor to spearhead investigation into Flint water crisis"]}
{"date": ["‎6 hours ago‎"], "source": ["NOLA.com"], "snippet": ["Rosanell Eaton, 94, is suing the State of North Carolina over a controversial voter identification law. (Washington Post photo by Nikki Kahn)."], "title": ["North Carolina voter-ID case could have ramifications across U.S."]}
{"date": ["‎4 hours ago‎"], "source": ["Charlotte Observer"], "snippet": ["Gregory Cole, left, and Alyssa Berrer post signs Aug. 7 as people participate in a topless rally to dispute a city ordinance on exposure that requires women to cover their nipples in Springfield, Mo."], "title": ["Judge orders temporary stop to 'nipple law' in Missouri city"]}
{"date": ["‎40 minutes ago‎"], "source": ["Fox News"], "snippet": ["The parents of a 2-year-old Idaho boy who disappeared in July have been named suspects in the case, authorities said Monday. Lemhi County Sheriff Lynn Bowerman said Jessica Mitchell and DeOrr Kunz Sr."], "title": ["Parents named suspects in disappearance of Idaho toddler"]}
{"date": ["‎8 hours ago‎"], "source": ["Reuters"], "snippet": ["Wall Street sold off on Monday, pulled lower by further weakness in oil prices as energy shares led declines, with major indexes retreating after last week's strong gains."], "title": ["Wall Street resumes 2016 slide as energy stocks tumble"]}
{"date": ["‎1 hour ago‎"], "source": ["Fredericksburg.com"], "snippet": ["Sales at the world's biggest hamburger chain rose 5.7 percent in the U.S. for the final three months of 2015, boosted by unseasonably warm weather and the launch of an all-day breakfast menu in October."], "title": ["Breakfast bump: McDonald's US sales jump 5.7 percent"]}
{"date": ["‎9 hours ago‎"], "source": ["L.A. Biz"], "snippet": ["Former American Apparel Inc. Chief Executive Dov Charney has lost his latest bid to return to the troubled retailer he founded. A U.S."], "title": ["​American Apparel restructuring plan gets court approval"]}
{"date": ["‎1 hour ago‎"], "source": ["Reuters"], "snippet": ["TOKYO Asian shares retreated on Tuesday, with fears of global economic slowdown showing no sign of abating as oil prices plunged on new worries about oversupply by top producers."], "title": ["Asian shares, oil skid as global growth concerns dominate"]}
{"date": ["‎6 hours ago‎"], "source": ["Macworld"], "snippet": ["All of the most important iPhone 5se rumors, and how likely they are to come true this spring. iphone 6s space grey. Comments. Oscar Raymundo | @oscarraymundo."], "title": ["iPhone 5se rumors: 'Hey Siri' feature thanks to A9/M9 chips"]}
{"date": ["‎3 hours ago‎"], "source": ["Digital Trends"], "snippet": ["Pranksters are out in full force and are targeting iPhone and Mac users. Links are being sent to users that direct them to a prank site known as crashsafari."], "title": ["Prank website causes Safari to crash and forces iPhones and iPads to reboot"]}
{"date": ["‎7 hours ago‎"], "source": ["Computerworld"], "snippet": ["Cortana, Microsoft's assistant app in Windows 10, is getting even more nosey than before. We're told Redmond will scan your email, in order to remind you to keep your commitments."], "title": ["With Cortana, Microsoft is “scroogled” in new Windows 10 spyware scare"]}
{"date": ["‎2 hours ago‎"], "source": ["Mashable"], "snippet": ["There's no longer any doubt that virtual reality is the next big interactive platform, and now it looks like you can add Google to the list of companies clamoring to stake an early claim."], "title": ["Is Google developing a virtual reality camera? Job postings may hold a clue."]}
{"date": ["‎1 hour ago‎"], "source": ["People Magazine"], "snippet": ["Kylie Jenner and half-brother Rob Kardashian are on less than good terms following news he's been romantically linked to Blac Chyna."], "title": ["Kylie Jenner Is 'Livid' Over Rob Kardashian Being Linked to Blac Chyna, Feels 'Betrayed' Says Source"]}
{"date": ["‎2 hours ago‎"], "source": ["E! Online"], "snippet": ["What a roller coaster of an episode! Things were up, they were down, they were hot, they were cold. It was like an actual Katy Perry song, complete with unexpected comparisons to jungle cats."], "title": ["The Bachelor Recap: Sex Panthers, Twin Tears & Olivia Loses Her Funkadelic Mind"]}
{"date": ["‎10 hours ago‎"], "source": ["Entertainment Weekly"], "snippet": ["After the Academy of Motion Picture Arts and Sciences failed to nominate any actor of color for the second year in a row, multiple high-profile actors and filmmakers spoke out in protest, calling for new measures to increase diversity."], "title": ["Ian McKellen says gay actors are 'disregarded by the film industry'"]}
{"date": ["‎8 hours ago‎"], "source": ["fuse.tv"], "snippet": ["Panic! at the Disco just scored their first ever No. 1 album. Fall Out Boy, All Time Low and Paramore are enjoying the height of their careers now, a decade-plus after their inception."], "title": ["Why Your Favorite Pop-Punk & Emo Bands Are Dominating The Charts"]}
{"date": ["‎13 minutes ago‎"], "source": ["USA TODAY"], "snippet": ["OAKLAND - Even Tim Duncan couldn't have done much about this. Ditto for George Gervin or any other San Antonio Spurs legend who didn't take part in their 120-90 blowout loss to the Golden State Warriors on Monday night at Oracle Arena."], "title": ["Warriors turn showdown with Spurs into laugher"]}
{"date": ["‎43 minutes ago‎"], "source": ["CNN"], "snippet": ["Melbourne (CNN) Maria Sharapova started well against Serena Williams at the Australian Open. But in tennis, it's all about who wins the last point and for the 18th straight time in their meetings, it was Williams who was the much happier at the handshake."], "title": ["Australian Open 2016: Serena Williams beats Maria Sharapova ... again"]}
{"date": ["‎1 hour ago‎"], "source": ["New York Times"], "snippet": ["Coach Alain Vigneault stepped briskly to a lectern two hours before his Rangers were to face the last-place Buffalo Sabres on Monday in their final game before the N.H."], "title": ["Rangers Savor Win and a Week to Relax"]}
{"date": ["‎1 hour ago‎"], "source": ["NOLA.com"], "snippet": ["New Orleans Pelicans Jrue Holiday looks for a teammate moments before getting rid of the ball and stepping out of bounds during their game against the Houston Rockets at the Smoothie King Center in New Orleans on January 25, 2016."], "title": ["Jrue Holiday makes big impact after Anthony Davis, Tyreke Evans suffer injuries"]}
{"date": ["‎10 hours ago‎"], "source": ["UPI.com"], "snippet": ["\"This is the beginning of evidence that some microbes in the Gulf may be preconditioned to survive with oil,\" said researcher Ajit Subramaniam."], "title": ["Natural oil seeps encourage microbial life in Gulf of Mexico"]}
{"date": ["‎4 hours ago‎"], "source": ["BBC News"], "snippet": ["The successor to the Hubble Space Telescope is reaching some key milestones in its preparation for launch in 2018. Engineers are about to complete the assembly of the primary mirror surface on the James Webb Space Telescope."], "title": ["Hubble successor maintains course"]}
{"date": ["‎3 hours ago‎"], "source": ["Digital Trends"], "snippet": ["We've been crowd-sourcing the public for everything from news to the newest inventions, and now, the people are adopting a new de facto title - climate change scientists."], "title": ["Drones and smartphones are turning California residents into citizen scientists"]}
{"date": ["‎8 hours ago‎"], "source": ["Phys.Org"], "snippet": ["Formation of arbitrary cell culture patterns forming a \"3,\" \"D,\" \"A.\" and \"T\" by printing of single HeLa S3 cells via 3-D acoustic tweezers."], "title": ["Acoustic tweezers moves cells in three dimensions, builds structures"]}
{"date": ["‎2 hours ago‎"], "source": ["Newsweek"], "snippet": ["2016-01-26T022553Z_2_LYNXNPEC0O192_RTROPTP_4_USA-HEALTH-ZIKA A transmission electron micrograph (TEM) shows the Zika virus, in an undated photo provided by the Centers For Disease Control in Atlanta, Georgia."], "title": ["US Moms Worry About Trips as Zika Virus Spreads"]}
{"date": ["‎13 hours ago‎"], "source": ["Reuters"], "snippet": ["LONDON, Jan 25 (Thomson Reuters Foundation) - At least 41 million children under the age of five are obese or overweight across the globe, with numbers rising most rapidly in developing countries, the World Health Organisation (WHO) said on Monday."], "title": ["Number of obese and overweight children under five \"alarming\", WHO says"]}
{"date": ["‎5 hours ago‎"], "source": ["ModernHealthcare.com"], "snippet": ["Health insurer Centene Corp. is hunting for six computer hard drives containing the personally identifiable health records of about 950,000 individuals, the company said Monday afternoon."], "title": ["Centene can't find hard drives with 950000 medical records"]}
{"date": ["‎19 minutes ago‎"], "source": ["nwitimes.com"], "snippet": ["MONDAY, Jan. 25, 2016 (HealthDay News) -- Chinese scientists report they've created monkeys that carry a gene linked to autism-like behaviors."], "title": ["Genetically Modified Monkeys Might Aid Autism Research"]}
