{"body": [" Prices at 137 ", " ", " stores", " on Jan. 28 have been slashed by 50%. ", " \"We've seen some strong interest from the public in the stores that are closing trying to take advantage of the discount,\" said company spokesperson Randy Hargrove. ", " But not everything is on sale. The deep discount doesn't apply to firearms, ammunition, fuel, prescriptions, jewelry, lottery tickets or alcohol. ", " Wireless plans, smartphones and tablet devices are also not on sale, Walmart said. ", " The sale started at 25% on Monday and jumped to 50% Friday. ", " Walmart announced last week that ", ", including 154 stores in the U.S. The closings include Walmart Express stores, Neighborhood Markets and Supercenters. ", " ", " "], "date": [" January 22, 2016: 7:13 PM ET ", "First published January 22, 2016: 6:17 PM ET"], "title": ["Closing Walmart stores slash prices by 50%"]}
{"body": ["The number of French Jews moving to Israel has doubled -- and doubled again -- in the past five years. ", "In 2013, less than 3,300 French Jews moved to Israel. Only two years earlier, that number stood at 1,900. ", "Britain has the second-highest Jewish emigration from Western Europe, but the scale is much smaller. According to the Jewish Agency, 774 British Jews moved to Israel in 2015, less than one-tenth the number of French Jews.", "Many French Jews settle in Ashdod, a city in southern Israel known for its large French population. ", "You are as likely to hear French on the streets as you are Hebrew, especially in one of the city's many French cafés. ", "\"It's great for me here, much better than France,\" says Charly Dahan, a musician who moved to Israel from Paris two years ago. ", "Dahan sits in Café Lyon, a popular meeting spot for French Jews.", "\"This is the first time in my life that I am relaxed. In France, I also felt good, but the situation and the current problems... it's very difficult to live as a Jew in France,\" he adds.", "The Jewish Agency says violence is part -- but not all -- of the reason for French immigration.", "\"While high-profile attacks such as those at the Jewish school in Toulouse in 2012, the Jewish museum in Brussels in 2014, and the kosher supermarket in Paris and the synagogue in Copenhagen last year have certainly been the most vivid instances of violence targeting French and European Jews, the French Jewish community has been living with a deep sense of insecurity for quite some time,\" says Avi Mayer, spokesman for the Jewish Agency.", "Israel's Jewish leaders have always proclaimed that the country will always offer a home to Jews from anywhere in the world.", "But what of the places these newcomers have left behind? ", "French Prime Minister Manuel Valls recently expressed the fear that an exodus of Jews would change the country for the worse.", "\"Without the Jews, France is no longer France. It's the oldest community. They have been French citizens since the French revolution,\" ", ".", "But when the European Union studied the prevalence of anti-Semitism in 2013, it found that 74% of Jews in France avoid openly identifying themselves as Jewish at least some of the time, and more than a quarter of French Jews always do.", "Dov Cohen, a French Jew who left Marseille for Ashdod last summer, says he never wore his religious skullcap, or kippa, in public.", "\"You have to watch out,\" Cohen says about his life in France. \"You have to protect the children because of fights in the metro and on the buses. This pushed us to decide to make aliyah,\" he says. ", "\"Here there is a feeling of security that no longer exists in France. Twenty years ago, maybe yes. But since the year 2000, there no longer is that feeling of security in France.\""], "date": ["Updated 10:30 PM ET, Fri January 22, 2016 "], "developments": ["It was a Friday. Four Jews had just been ", ", a kosher supermarket in Paris, two days after the Charlie Hebdo attack. One of them was Krief's friend. ", "\"I was not good, really not good,\" Krief says of how he felt at the time. \"I talked to my mom, and I said, 'We must go to Israel. We need to go to Israel.'\"", "Krief, a French Jew who had just finished high school, moved to Israel with his family six months later, as part of the largest migration of Jews from Western Europe to Israel since the modern state of Israel was created.", "Nearly 8,000 French Jews moved to Israel in the year following the Charlie Hebdo attack, according to the Jewish Agency, which handles Jewish immigration, or aliyah, to Israel."], "title": ["Au revoir and shalom: Jews leave France in record numbers"]}
{"body": [" The cable news channel was always a gamble. Everyone knew that -- the anchors, the producers, the engineers.", "And in retrospect, the channel was probably doomed from the get-go. But the business plan called for seven to ten years of huge subsidies before reaching the \"crossover point\" of profitability, according to senior executives. ", " So no one expected Qatar to give up after only three years. They were blindsided by last week's announcement that the channel is shutting down. What happened? Why now? ", " ", " ", " AJAM had some newfound pep in its step at the start of the New Year. Bureaus were getting new broadcasting equipment. New producers and writers were coming aboard. And recruiters were seeking applicants for other openings. \"There wasn't really any hint that this was coming,\" meteorologist Nicole Mitchell said. ", " The prior year had been tough — the channel's founding CEO had been ousted and ex-employees had filed explosive lawsuits — but morale was on the mend. \"Turned a corner,\" staffers repeatedly said in interviews for this story. \"We'd turned a corner.\" ", " The newsroom had turned a corner, but the business had not. Costly mistakes made at launch in 2013 were adding up fast while ratings were not growing fast enough. The channel's distributors were dissatisfied. And falling oil prices were testing the patience of Al Jazeera's parent, the oil-rich emirate of Qatar. Al Jazeera Media Network director general Mostefa Souag had to reduce costs in a serious way. ", " ", " Souag singled out AJAM. Doha — that's the way the channel's employees refer to its owner, by naming Qatar's capital city — \"decided that it was not going to continue to write checks for hundreds of millions of dollars,\" a senior executive said. ", " The decision was handed down to AJAM's board of directors meeting shortly after the New Year's holiday. The directors gathered for an emergency meeting on Monday, January 11; some huddled at an attorney's office in Manhattan while others, like Souag, joined via video conference from Doha. ", " The last time they'd met, in late August, the directors heard an optimistic pitch from new AJAM CEO Al Anstey about the channel's next five years. This time Anstey spoke briefly, then left the meeting. The channel's president Kate O'Brian, who usually spoke about editorial matters at board meetings, was not invited. ", " The question before the board was how, exactly, to unwind the channel, given that the cash spigot was shutting off. Several alternatives were talked about, including a possible conversion to a lower-cost streaming TV channel for cord-cutters. Someone even joked about giving the channel back to Al Gore, who had profited handsomely by selling the channel that became AJAM three years earlier. ", " But the board members concluded that there was only one viable option: a complete shut-down. ", " Anstey and O'Brian, who had been building this news organization bit by bit, were given a new assignment. Shut it down by April 30. ", " Rank and file employees started to sense that something was amiss the next day, Tuesday the 12th, when the executives were M.I.A. during State of the Union coverage. ", " ", " at an all-hands meeting in the afternoon. Days later, newsroom staffers say there's still a prevailing sense of whiplash from the sudden U-Turn. ", " \"Right up until the announcement, there had been investments in improving what we did on air,\" Mitchell said. \"For example, we were about to get an upgraded weather graphic system in the meteorology department.\" ", " When we joined the channel, \"We all knew this was a risk,\" correspondent Jonathan Betz ", " There had been buzz about impending layoffs, but no one had been expecting a complete shut-down. O'Brian, for instance, had been vacationing in Africa until the Saturday before the board meeting. ", " \"I felt we were doing well,\" anchor Ali Velshi said in an email, \"making inroads and gaining viewers at a pace that was to be expected. I didn't have any real sense that a shut-down was imminent but, as an economics reporter, it was clear that one had to overlook a lot of headwinds to justify keeping the channel going.\" ", " Those headwinds included the falling price of oil and rising pressures from cable and satellite distributors. But there were also deeper-rooted problems, according to most of the two dozen current and former Al Jazeera employees who spoke to CNNMoney. A combination of ignorance and irrationality on the part of Al Jazeera higher-ups hindered the venture from the very beginning. ", " The founding CEO, Ehab Al Shihabi, made bold proclamations about matching CNN's ratings within a year. Yet he didn't seem to know the basics about American television news. He sometimes misidentified competitors, once referring to CNN anchor Anderson Cooper as \"Anderson Cooperman.\" In a staff meeting, he seemed stumped by the funding structure of PBS. ", " Al Jazeera America \"essentially didn't have a business plan,\" a former executive said. Cable channels normally rely on ads and per-subscriber fees, but \"few if any cable providers were actually paying AJAM for carriage, and ad sales were virtually nonexistent.\" ", " Mohamed Nanabhay, who ran Al Jazeera's English-language web site for years, said the odds were always stacked against the American venture. \"From the start, it was a bet against all the things Al Jazeera was doing well,\" he said. ", " Staffers now lament lost opportunities. \"We could have been Vice,\" said a longtime anchor. \"But we blended in instead of standing out.\" ", " Viewers either couldn't find the channel or didn't bother to try.", "Some hours were lucky to have 10,000 people watching. On State of the Union night, AJAM averaged 64,000 viewers while CNN and Fox News had over 3 million each. Said a senior executive, glumly but realistically, \"The journalism was there. The audience was not there.\" ", " ", " ", " To understand the end of Al Jazeera America, you have to understand the beginning. ", " AJAM was the most ambitious American TV news launch since Fox News in 1996. But Al Jazeera's bosses underestimated how much had changed between 1996 and 2013. They sought respect and influence by buying their way onto cable systems at a time when the market was saturated and the audience was moving online. ", " Al Jazeera had a chance to \"do something unique,\" said Evan Hill, who worked at AJAM as a features writer for a year. \"For whatever reason, the network's leadership seemed more interested in an era of cable television news that had long passed.\" ", " Doha's existing English-language channel, Al Jazeera English or AJE for short, was a worthy competitor to BBC World News and CNN International. It was widely acclaimed for its coverage of the Arab Spring. ", " But even then-Secretary of State Hillary Clinton's endorsement of Al Jazeera — ", "— wasn't enough to sway cable and satellite operators in the United States. The handful of distributors with the most power, like Comcast and DirecTV, declined to carry AJE. There were practical reasons (did customers really need another news channel?) and political reasons. Partly this was a vestige of the Iraq War when Bush administration officials ", " ", " as a supporter of America's enemies. Cable executives feared complaints from customers for carrying Al Jazeera. Some of them admitted to personal concerns about the content, as well. One executive said he wanted a promise that \"no beheadings\" would be broadcast. ", " Al Jazeera English was no more likely to televise an execution than CNN or the BBC. Americans who actually tuned in liked what they saw. By 2012, AJE had a small but loyal American fan base thanks to a free live stream on ", " ", " But Doha didn't — or couldn't — see around the corner to a streaming TV future. The bosses were hell-bent on traditional cable carriage. That's why they ", " a low-rated channel available in about 40 million of the country's 100 million homes with cable. But Current was an awfully shaky foundation to build on. One big distributor, Time Warner Cable, dropped the channel right away, citing a change in ownership clause. Other distributors looked for ways out. ", " And staffers at Current had the sense that Doha didn't know what it had just bought. Evan Cutler, who worked on Joy Behar's Current TV show, recalled how a group of Al Jazeera executives visited the channel's dilapidated studios at 33rd Street and 10th Avenue a few days after the deal was announced. ", " \"The feed of Current TV was on in the lobby, and one of them remarked about how crappy the monitor was, thinking it was just a bad feed,\" Cutler said. ", " \"No, that's how it always is,\" he told the visitor. ", " \"What do you mean?\" ", " \"It's in SD.\" ", " \"What?\" ", " Current was only available in standard definition — a huge drawback at a time when high definition had become the norm. ", " Moreover, it had practically no audience, so Al Jazeera would be starting almost from scratch. ", " The deal was done in January 2013. In order to appease distributors, Al Jazeera ", " instead of simulcasting the newscasts AJE was already producing. That triggered a hiring spree. The channel bragged of receiving 18,000 applications for 170 jobs. Journalists projected their hopes and aspirations onto Al Jazeera; the channel was thought to be a refuge from ratings stunts, tabloid programs and penny-pinching corporate overlords. ", " Looking back, Mitchell said, \"It was rewarding being in an environment where we could be very proud of what we put on air. I loved being able to tell people you wouldn't see a Kardashian story on our station.\" ", " ", " Mitchell was there for the", " along with hundreds of others. O'Brian, the channel's president, was a 30-year veteran of ABC. David Doss, the head of news programming, was a veteran of ABC and CNN. Velshi and another prominent anchor, Joie Chen, were also CNN vets. ", " It was a proud day — but also a prophetic one. One of AJAM's distributors, AT&T U-verse, ", " so Al Jazeera dragged the company into court. Meanwhile, Al Jazeera blocked U.S. access to the beloved AJE live stream and angry messages piled up from people accustomed to watching their AJE shows. ", " But the network's bosses had little choice. If Al Jazeera wanted a spot on cable — if it wanted to be paid a monthly per-subscriber fee by cable providers, just like CNN and Fox — it couldn't give away an Internet stream. This was just one of the many stipulations in the carriage contracts. ", " \"We couldn't stream the show called 'The Stream,'' one staffer marveled. \"We were launching in a situation where we couldn't win.\" ", " Azmat Khan, who reported and produced for Chen's show \"America Tonight\" for a year and a half, called it a \"stunning miscalculation.\" ", " \"Despite outcry from its own staff, Al Jazeera gave in to cable demands time and again,\" she wrote on Facebook. It wasn't just the locked-up live stream: \"Every video published online had to be taken down within seven days,\" Khan wrote. \"Amidst the rebirth of podcasts, most audio was a no-go; same with video animation.\" ", " Some digital staffers even threatened to quit. But the cable operators had all the power. ", " There were still other obstacles. It is now conventional wisdom among employees, according to those interviewed for this story, that Al Jazeera America should have changed its name. ", " \"Even before the launch, everyone in the newsroom said, change the name,\" one AJAM anchor said. \"But they\" — in Doha — \"were too proud of it. They didn't listen to people who knew the U.S. market.\" ", " Al Shihabi, the man appointed to run AJAM, told skeptics that his research supported the name and showed it was not a hindrance. But the network was clearly sensitive about the concerns. A pamphlet that circulated among staffers one month before launch focused on AJAM's \"brand messaging.\" When it came to the new channel's voice, employees were urged to \"make it American.\" ", " \"Communicate in a way that speaks to and of America,\" the pamphlet said. ", " The foreign name and the onerous cable contracts were trouble enough. But some staffers, looking back, believe the channel could have overcome these hurdles if not for management failings. Most of their fingers pointed at Al Shihabi. ", " Al Shihabi had previously shepherded the launches of Al Jazeera Balkans and Al Jazeera Turk. He brimmed with confidence at the time of AJAM's launch, expecting that the channel would immediately siphon viewers from competitors. ", " One on-air personality said management's view was \"if we build it, they will come.\" They didn't. ", " ", " ", " Doha funneled hundreds of millions of dollars into the channel, but the Nielsen numbers barely budged. While Al Shihabi publicly downplayed the importance of the ratings, he fretted behind the scenes and repeatedly sowed doubt about the accuracy of the data. He also sought other ways to justify the investment. ", " For a while, his favorite word was \"influence,\" according to several people who worked closely with him. Some employees were required to check a box each time they filed a story indicating whether or not it had \"influence.\" ", " ", " Al Shihabi's former life as a management consultant was evident in his memos, checklists and PowerPoint presentations. His intent was to gauge AJAM's impact, which he could then highlight to the leadership in Doha. \"He was always selling Doha a new story,\" one of his deputies said. If it wasn't \"influence,\" it was awards or access to newsmakers. ", " \"Our impact is reflected not in numbers necessarily, but in the end result of a chain of events triggered by our reporting,\" Al Shihabi wrote in a February 2015 memo. The memo told AJAM's top producers to \"track the impact of our reporting on society and submit a weekly report, every Tuesday, to Kate O'Brian.\" The directive left its recipients perplexed. ", " Other memos reviewed by CNNMoney were borderline unintelligible. ", " Al Shihabi — who did not respond to interview requests — operated with great autonomy in the United States, with no real number two, and relied heavily on outside consultants to validate his strategy. High-ranking employees described him as a highly unpopular figure. He presided over a \"culture of fear,\" AJAM senior vice president Marcy McGinnis said after she resigned in May 2015. ", " That's the month that everything came to a head. A fired employee had filed a lawsuit, alleging the channel was rife with anti-Semitism and sexism. And two other ", "had resigned right before McGinnis,", "including Dawn Bridges, the head of communications. ", " \"I came to AJAM because I believed in the stated mission to create a substantive news organization,\" she said. \"I resigned when it because increasingly apparent that the powers that be were not committed to the same goals and ideals.\" ", " Souag had to do something. He ", "the head of AJE. ", " \"I am confident Al's leadership will transform the channel's ability to lead in the U.S.,\" Souag said. ", " Newsroom employees were jubilant about Al Shihabi's ouster. \"It's like the Arab Spring in here,\" one staffer said in an email to a friend. \"Everyone's openly celebrating.\" Anstey steadied the ship pretty quickly, according to numerous staffers, while O'Brian remained in charge of the newsroom. The duo (who declined interview requests for this story) were a much better match. They were optimistic about the slowly rising ratings and they enjoyed strategizing about the channel's next five and even ten years. ", " But it was too late for any of that. ", " By the summer of 2015 \"Doha began to understand that the media environment surrounding the network was changing,\" a senior source said. ", " \"Word was coming back that Doha was unhappy,\" a high-ranking executive in New York said. ", " \"We just kept bleeding money,\" said a third. The channel was spread out in three locations in Manhattan, and it had a costly long-term lease for a fourth location, on West 55th Street, that it never moved into. (One staffer said the lease cost AJAM at least $1 million a month.) ", " By August, the board of directors was reviewing all of the channel's major financial decisions with an eye toward cutting back. With oil prices falling, Qatar decided it needed to spend less on Al Jazeera's many networks around the world. ", " Doha's scrutiny of AJAM came to a head in December. \"They had to cut, and instead of making it across the board or anywhere else, they decided to chop AJAM,\" a Qatari source said. ", " In some ways the timing is convenient. High-priced talent contracts are set to expire soon, since many of the anchors and executives signed three-year deals back in 2013. And some key distribution deals are also approaching end points. ", " But there will still be substantial costs associated with winding down the channel. Some of the distributors are likely to demand penalty payments because the channel will be breaking its carriage contracts. ", " ", " On Wednesday the 13th, when word spread about an ominous all-hands meeting, Velshi was in Washington, D.C. for the previous evening's State of the Union coverage. From there, he had planned to take a flight down to Charleston, S.C. to cover the next GOP primary debate. But he hopped on a train back to New York City instead. ", " Velshi's staff had stood up for him when Al Shihabi tried to fire the anchorman. He wanted to be there when the curtain fell. \"I wasn't able to save their jobs, but I wanted to see them and tell them personally that I will see them through until the end and help them find their next thing,\" he said. ", " In recent days there has been an outpouring of pride among AJAM staffers, pride in what they've done and what they attempted to do. Many feel it was a worthwhile experiment. O'Brian ", "and called the timing \"bittersweet.\" ", " But along with pride there is also exasperation. If AJAM had been the first streaming news channel instead of the final cable news channel, would the outcome have been any different? ", " \"Going back three years, I don't think we yet saw that streaming was absolutely going to be the future,\" a senior source admitted. ", " But Al Jazeera did make a side bet on streaming at the same time it launched AJAM. It set up ", "an online video startup in San Francisco that churns out news stories and distributes them via sites like Facebook. Its growth rates are impressive; AJ+ is having \"influence,\" as Al Shihabi might say, for a fraction of the cost of AJAM. ", " Doha has noticed, and it is ", "while shutting down the cable channel. ", " \"The problem was that Al Jazeera's audiences were always digital. They were never coming to cable,\" a former staffer said. ", " A senior Qatari source said that in retrospect Al Jazeera should have never launched AJAM. Instead of starting a new channel and seeking a per-subscriber fee for it, Doha should have paid cable operators to carry the existing Al Jazeera English channel. Fox News similarly paid for carriage in its early days. Some distributors might have balked, but Al Jazeera had enough money to make it work. ", " \"That's what they should have done with all those millions in 2013 — pay the operators,\" the source said. \"It would have been infinitely cheaper, we'd still have all our online fans we had, and it would have avoided all these poor staffers losing their jobs.\" ", " About 700 people are expected to be leaving in April. In the meantime, there's a handmade countdown clock on a whiteboard in the newsroom, measuring how many days the channel has left. "], "date": [" January 22, 2016: 6:15 PM ET ", "First published January 22, 2016: 5:23 PM ET"], "title": ["The final days of Al Jazeera America"]}
{"body": ["Dashcam records the moment a pickup truck in Brazil loses control and flips across the road, sending its passenger flying through the air."], "date": ["Added on 3:17 PM ET, Thu January 21, 2016"], "title": ["Truck flips, sends passenger flying through the air"]}
{"body": ["With the help of experts, we counted seven ways evangelicals approach politics. How well the GOP candidates court each camp could determine their fate in the primaries.", "Aging veterans of the culture wars, these evangelicals believe the United States is and should remain a Christian nation, which means they typically flock to conservative Christian presidential candidates. They are hawkish on foreign policy and want politicians who won't give ground on issues like same-sex marriage, abortion and religious liberty. ", "The old guard's emphasis on political piety and winner-take-all tactics sometimes turns off other evangelicals, particularly millennials. ", "But their mastery of mailing lists and old-school media like radio ads enables them to mobilize lots of older Christians, especially in states like Iowa and South Carolina. Ted Cruz, who speaks their language, has been endorsed by several of the old guard heavyweights, including ", ". ", "These evangelicals head megachurches, charities, seminaries and umbrella groups such as the National Association of Evangelicals. They tend to back candidates who, while sharing their core values, stand a solid chance of winning the presidency. Institutional evangelicals rarely endorse politicians but can make their preferences known in other ways. Megachurch pastor Rick Warren and Southern Baptist intellectual R. Albert Mohler, for example, recently joined advisory boards on Marco Rubio's presidential campaign. ", "Other institutional evangelicals seem to be leaning toward the Florida senator as well, according to polls conducted by the National Association of Evangelicals and ", ". In a January survey of 82 evangelical \"leaders and influencers,\" 70% favored Rubio. ", "These evangelicals may not share many theological beliefs, but they all appreciate a good business model. They are evangelists who have built television ministries reaching millions of Americans, and Pentecostal preachers who have turned storefront churches into thriving congregations. Others include Jerry Falwell Jr., who grew the family business, Liberty University, into one of the country's largest Christian colleges.  ", "They appreciate brash personalities who play well on television, and they don't mind a little political incorrectness. Led by his friend, Florida televangelist Paula White, Donald Trump began his evangelical outreach with this group last year. ", "Falwell all but endorsed Trump, telling students the real estate mogul reminded him of his father. ", "They don't often appear on the radar of mainstream media -- in part because they talk more about Christ than caucuses -- but \"arm's length\" evangelicals dominate some the most dynamic movements within conservative Christianity. They consider it foolhardy for candidates to use their faith as a footstool to higher office and are reluctant to fuse the sacred sphere of religion with profane politics. ", "Arm's length pastors include ", " in New York, who counsels his congregation to get involved in politics but to be \"very critical\" of both parties. As he put it: \"Don't sell your soul.\" ", "John Piper, a former megachurch pastor in Minnesota and one of the most influential evangelical voices, said ", ". Their job, rather, is to \"feed the saints\" who perform charity. ", "Arm's length evangelicals are likely to look askance at a hard sell from presidential candidates like Ted Cruz, who has", " that, \"if the body of Christ rises up as one and votes our values, we can turn this country around.\"", "Rubio's approach ", ", in which he explains his faith but doesn't mention political issues, might resonate more strongly with this group.   ", "They've grown up in the shadow of old guard evangelicals, but they're more attuned to the country's religious pluralism than their forebears. \"The difference between me and my parents' generation, the culture warriors, is that I actually know people on the other side, and I like them,\" said Johnnie Moore, an evangelical author who is advising Dr. Ben Carson's campaign.  ", "According to a Pew survey, ", " are less likely than ", "to identify as politically conservative or oppose same-sex marriage. They are also more supportive of environmental regulations. Most steadfastly oppose abortion, however, with nearly 6 in 10 saying it should be illegal in most cases.   ", "Moore is one of at least three evangelical millennials advising GOP candidates on faith outreach, a sign of their growing political power. ", "Yes, they exist!  According to Pew's survey, 13% of evangelical Protestants identify as liberal, a number that inches up slightly among younger millennials (17%).  Many African-American Protestants also hold evangelical beliefs but rarely vote Republican. For that reason, they are not a force in GOP primaries, though a few have endorsed Trump. ", "These evangelicals were raised Christian but don't go to church or consider religion that important in their lives. Still, when pollsters ask about their faith, they call themselves evangelical, much like nonreligious Jews still identify as Jewish. ", "A majority of born again Christians have tended to view Trump favorably, ", ". But his popularity drops significantly among evangelicals who attend church weekly, a key marker of religious commitment. ", "That may explain why cultural evangelicals don't seem dismayed by Trump's description of Communion as \"his little cracker,\" his inability to name a favorite Bible verse and his recent flubbing of a ", ".  ", "Trump may lose the evangelical vote in Iowa, where church attendance is high, but win their favor in other parts of the country, where faith is more a matter of culture than weekly worship, said Mark Silk, an expert on religion and politics at Trinity College in Connecticut. ", "\"A Southern guy is susceptible to Trump in a way that an Iowa Pentecostal probably isn't.\""], "date": ["Updated 6:04 PM ET, Fri January 22, 2016 "], "developments": ["Like many political axioms, though, it papers over a complex reality.", "Yes, evangelicals represent a large slice of the electorate, especially in states that vote early in the campaign calendar. In 2012, ", " identified as \"born again\" or evangelical. This year, evangelicals are again ", " in a slew of states that vote by early March. ", "But evangelicals rarely vote as a bloc, especially in the primaries. They disagree not only on the candidates but also on more basic principles like how active Christians should be in partisan politics. ", "\"The problem is that many secular people think that all evangelicals are alike, when there are multiple streams and theological and generational divides within evangelicalism,\" said Russell Moore, a leading Southern Baptist. "], "title": ["The 7 types of evangelicals -- and how they'll affect the presidential race "]}
{"body": ["\"@WhiteGenocideTM: @realDonaldTrump Poor Jeb. I could've sworn I saw him outside Trump Tower the other day!\" the tweet read. ", "Trump has repeatedly gotten heat for his retweets, which all appear to be selected specifically by his account. When he retweeted a post insulting Iowans in October, he apologized and blamed an intern for the mistake. ", "It wasn't the first unflattering image of an opponent the real estate mogul retweeted this week. Trump also retweeted a follower's photoshopped image parodying Sen. Ted Cruz's book, \"A Time for Truth.\"", "The image showed a balding and pudgy version of the Texas Republican with the title \"A Time to Lie.\"", "The Trump campaign did not immediately respond to request for comment on the account.", "Bush's spokesman took to Twitter to criticize Trump's tweet.", "\"The Godwin's Double: Trump's anti-Jeb retweets now include one from a Nazi's account and another calling Jeb a Nazi,\" Tim Miller ", ".", "Godwin's Law is a phrase that refers to an Internet adage that any online conversation that goes on long enough will involve a comparison to Hitler or Nazis."], "date": ["Updated 12:40 PM ET, Fri January 22, 2016 "], "developments": ["The profile -- with about 2,300 followers -- used the name \"Donald Trumpovitz,\" linked to a website containing a pro-Adolf Hitler documentary, featured a background photo with red lettering saying \"Get the F--- Out of My Country\" and had a location of \"Jewmerica.\" The account also includes a photo of George Lincoln Rockwell, founder of the American Nazi Party. ", "The account's Twitter feed was largely a collection of retweets about violence allegedly committed by African-American suspects and anti-Arab posts.", "The tweet Trump actually reposted from the user, however, was a photoshopped image of the GOP front-runner's opponent Jeb Bush, depicting him as a disheveled beggar outside Trump Tower.", "As he always does, Trump manually retweeted the user, meaning he copied and pasted the full tweet into his post rather than clicking a button to send the tweet to his followers."], "title": ["Donald Trump retweets 'White Genocide' Twitter user"]}
{"body": ["Canadian Prime Minister Justin Trudeau earlier addressed the nation, saying, \"Obviously this is every parent's worst nightmare\" and calling it \"a terrible, tragic day.\"", " a student who said he was returning from lunch when shots were fired at the school. He said friends ran past him urging him to get out.", "\"Run, bro, run!\" Noel Desjarlais-Thomas, 16, said his friends told him as they fled. \"There's a shotgun! There's a shotgun! They were just yelling to me. And then I was hearing those shots, too, so of course I started running.\"", "School coordinator Norma Janvier told the Star Phoenix she was in her office when she heard shots.", "\"I didn't know what was going on,\" she said. \"I thought the kids were just playing around or something, like a locker slamming and stuff.\"", "She said another teacher stopped her from leaving the office so she waited until someone said it was safe.", "\"All I heard was cops running around in the school,\" she said.", "Clearwater River Dene Nation Chief Teddy Clark described the shooting as devastating in an interview with The Star Phoenix newspaper.", "\"Both Clearwater and La Loche, a lot of people are in shock. This is something that you only see on TV most of the time,\"", "The school provides a prekindergarten to 12th grade education and houses about 900 students in two buildings, the school's Facebook page says. The town has about 2,600 people. ", "Levy said a lockdown at the school was lifted after several hours.", "Royal Canadian Mounted Police and emergency personnel responded to the shooting, according to a Facebook post by Saskatchewan Premier Brad Wall.", "\"Words cannot express my shock and sorrow at the horrific events today in La Loche,\" he said. \"My thoughts and prayers are with all the victims, their families and friends and all the people of the community.\"", "Saskatchewan Education and Social Services will be providing crisis support and counseling services to the school and the community, the premier said."], "date": ["Updated 9:28 PM ET, Fri January 22, 2016 "], "developments": ["Levy said authorities received a call about 1 p.m. Friday saying a weapon had been discharged at La Loche Community School in La Loche. Officers went to the school and at 1:47 p.m. arrested a suspect and seized his weapon.", "Earlier reports said five people had been killed and two wounded. ", "Police were investigating at two sites, the school and a residence in the town, Levy said. The injured were taken to University Hospital in Saskatoon, she said.", "Levy revealed few details and wouldn't give the names of the suspect or victims, whether the shooter and victims were students and what kind of weapon was used, saying the integrity of the investigation had to be protected. "], "title": ["Four dead, several injured in shooting in Saskatchewan school"]}
{"body": ["Much of the fighting has concentrated on the suburb of al Bghiliyyeh to the north of the city, an area held by army units and allied militia even after ISIS took control of most of Deir Ezzor a year ago. The Syrian Observatory for Human Rights (SOHR), which monitors the conflict across Syria, reported that 200 soldiers had been killed in the latest surge of fighting, of whom 48 had been executed by ISIS, while 110 ISIS fighters had died, including 30 suicide bombers. ", "SOHR said that more than 40 civilians had been killed in aerial and artillery bombardments by regime forces and their allies as they tried to recover lost ground.  And on Friday it reported fresh airstrikes against the nearby town of Tabia, which is controlled by ISIS, in which 30 civilians were killed, including 13 children.", "Inevitably, the Syrian Foreign Ministry has painted a very different picture, claiming ISIS had carried out a massacre in al Bghiliyyeh last Saturday, \"slaughtering, and shooting innocent civilians, claiming the lives of more than 280 civilians, most of them women, children, and elderly people.\" ", "There is no way to independently reconcile the widely differing accounts of events in Deir Ezzour. But it's clear there has been heavy fighting and that ISIS has gained the upper hand, taking a number of districts as well as high ground around the city.", "Videos and photographs published by the ISIS-affiliated Amaq news agency this week purport to show captured and dead regime soldiers, stocks of seized weapons, including a number of missiles, and ammunition. ", "Another Amaq video purports to show Russian planes dropping supplies to regime-held areas this week, but intelligence consultancy Flashpoint Partners said that given the fluid situation on the ground, \"it is not clear whether the alleged Russian airdrops ended up in The Islamic State's hands.\"", "The humanitarian situation in Deir Ezzor has worsened dramatically since ISIS besieged several neighborhoods a year ago. SOHR says ISIS has long prevented food and medical supplies reaching these areas and estimates that some 250,000 civilians in the area now lack food and other essentials. The latest fighting has sent thousands fleeing to surrounding areas. ", "ISIS appears to be trying to take advantage of its gains by coercing local tribes to take its side. SOHR said that according to its sources, ISIS had met with tribal leaders near the city this week to demand that \"the sheikhs of the clans and their clans support the Islamic State in the fighting against the infidels.\" SOHR's sources said several agreements had been reached, without disclosing details.", "Deir Ezzour is a critical junction for the group, with roads east and south toward Iraq and west to areas it controls in Homs province, including Palmyra. The city is also surrounded by some of ISIS' most valuable oilfields, which have been intensively targeted by both U.S. and Russian airpower in recent months. "], "date": ["Updated 9:51 PM ET, Fri January 22, 2016 "], "developments": ["Hundreds of combatants and civilians have been killed over the past week, and Russian aircraft have been dropping supplies to beleaguered army units.", "The regime of President Bashar al-Assad is battling to retain a foothold in the area. It still controls the military airport to the south, but ISIS claims to have overrun several regime-held districts at the beginning of the week, taking advantage of a sandstorm that grounded military aircraft. But in the last few days, Russian and possibly Syrian warplanes have carried out airstrikes against ISIS areas, while the already desperate situation of civilians has worsened.", "The Institute for the Study of War -- a Washington-based group that analyzes the conflict in Iraq and Syria -- said Russia had shifted the focus of its air campaign to Deir Ezzor in the face of the major ISIS assault on parts of the city still held by the regime. \"The shift in Russian air operations serves to forestall the immediate defeat of regime forces in Deir Ezzor, one of the last remaining regime outposts in Eastern Syria,\" the Institute said.", "Even so, the regime presence in Deir Ezzor looks increasingly precarious. Were ISIS to capture the entire city, it would give the group morale-boosting control of a second provincial capital in Syria, after Raqqa, and improve its supply lines across the border into Iraq."], "title": ["Hundreds dead as ISIS makes gains in strategic Syrian city"]}
